Repository: Mallinanga/nanga
Catalog: languages/nanga-*.po
Languages: el

source: Please insert a valid Google Analytics UA Code in %1$s.
el: Παρακαλώ εισάγετε έναν έγκυρο κώδικα του Google Analytics στις %1$s.

source: The Settings
el: Οι Ρυθμίσεις

source: Thank you! Your request has been sent. We will get back at you as soon as possible.
el: Ευχαριστούμε! Το αίτημά σας εστάλη. Θα επικοινωνήσουμε μαζί σας το συντομότερο δυνατό.

source: Oops! Something went wrong and we couldn't send your message.
el: Ωχ! Κάτι πήγε στραβά και δεν μπορέσαμε να στείλουμε το μήνυμά σας.

source: Settings
el: Ρυθμίσεις

source: General Settings
el: Γενικές Ρυθμίσεις

source: Advanced Settings
el: Προχωρημένες ρυθμίσεις

source: Logout
el: Αποσύνδεση

source: Get Support
el: Λάβετε υποστήριξη

source: Email Support
el: Υποστήριξη μέσω ηλεκτρονικού ταχυδρομείου

source: Create Support Request
el: Δημιουργήστε αίτημα υποστήριξης

source: Analytics
el: Στατιστικά

source: Tools
el: Εργαλεία

source: View Public Side of the Site
el: Δημόσια προβολή του ιστότοπου

source: VG Settings
el: VG Ρυθμίσεις

source: Site Logo
el: Λογότυπο

source: Site Main Color
el: Κύριο χρώμα του site

source: Site Secondary Color
el: Δευτεροβάθμιο χρώμα

source: Photo License
el: Δικαιώματα Φωτογραφίας

source: Create a Support Request
el: Δημιουργήστε ένα αίτημα υποστήριξης

source: Your email
el: Το email σας

source: Your name
el: Το όνομά σας

source: Your message
el: Το μήνυμά σας

source: Send Support Request
el: Στείλτε αίτημα υποστήριξης

source: Install Required Plugins
el: Εγκατάσταση Plugins

source: Install Plugins
el: Εγκατάσταση Plugins

source: Installing Plugin: %s
el: Εγκατάσταση Plugin: %s

source: Begin installing plugin
el: Ξεκινήστε την εγκατάσταση του plugin

source: Begin activating plugin
el: Αρχίστε την ενεργοποίηση plugin

source: Primary Menu
el: ﻿Κύριο μενού

source: Footer Menu
el: Δευτερεύον μενού

source: View
el: Προβολή

source: Your comment
el: Το σχόλιό σας

source: Cancel
el: Ακύρωση
